Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: stainless steel is made by combining iron with other metals to make it stronger and to prevent rust .
af: ons het geleer dat yster mettertyd roes en dat die proses versnel wanneer dit in kontak met water kom .

source: processing iron with other metals to turn it into stainless steel means we can use it even in wet environments .
af: het jy al ooit roes op die messe en vurke by julle huis gesien ?

source: water taps and pipes are sometimes made of steel .
af: waarskynlik nie .

source: some of the instruments that doctors use to operate on sick people are made of steel and so are the pots and pans that we use when we prepare food .
af: dit is omdat hulle nie van yster nie maar van vlekvrye staal gemaak is .

source: let's look at more ways to combine and process materials .
af: vlekvrye staal word gemaak deur yster en ander metale te kombineer om dit sterker te maak en roes te voorkom .

source: you do not need to do all the activities in this section but learners should experience at least 2 different ways to process and mix materials. however caps has allocated 3.5 weeks to this section so you may find that you do have time to do several activities and really let learners experience combining materials in a hands on fashion !
af: instruksies

source: often when we mix materials together the properties of the new material or product is different from the properties of the materials we started with .
af: kom ons kyk na nog maniere om materiale te kombineer en te verwerk .

source: this is a very quick and easy activity to demonstrate the above concept of the finished product having different properties to the starting materials .
af: jy hoef nie al die aktiwiteite in hierdie afdeling te doen nie maar leerders moet ten minste twee verskillende maniere van materiale verwerk en meng ervaar .

source: place the flour and water in separate bowls and allow learners to put their hands in to describe the properties .
af: die kabv het egter 3 5 weke vir hierdie afdeling toegeken so jy mag vind dat jy genoeg tyd het om 'n hele paar aktiwiteite te doen en leerders die kans gee om eerstehands die meng van materiale te ervaar .

source: it might get a bit messy for learners to each do their own mixing so you could do it as a demonstration at the front of the class .
af: die volgorde van hierdie aktiwiteite is effens anders as wat in die kabv voorgestel word sodat een aktiwiteit voortbou op 'n vorige een .

source: what did the flour feel like before it was mixed with the water ?
af: instruksies

source: dry powdery soft
af: vrae

source: how would you describe the properties of plain water ?
af: hoe het die meel gevoel voor dit met die water gemeng is ?

source: wet liquid can pour fills the container it is placed in etc
af: droog poeierig sag

source: after mixing the flour and water together what are the properties of the paste that you end up with ?
af: hoe sal jy die eienskappe van gewone water beskryf ?

source: sticky wet more solid than water etc
af: nat vloeibaar kan skink vul die houer waarin dit gegooi word ens .

source: do you remember learning about the states of matter ?
af: wat is die eienskappe van die deeg gom wat jy kry nadat jy die meel en water gemeng het ?

source: flour is a solid water is a liquid .
af: taai nat meer solied as water ens .

source: what state of matter would you say the paste is ?
af: onthou jy dat jy geleer het van die fases van materie ?

source: dependent on the consistency of the paste that is made it could be more like a liquid if there is more water or it could be more like a solid if there is more flour .
af: meel is 'n vaste stof water is 'n vloeistof .

source: did you get any of the paste you made in this activity on your fingers? !
af: in watter fase van materie is die deeg gom ?

source: have you ever tasted jelly ?
af: afhangend van die konsistensie van die deeg gom wat gemaak is kan dit meer neig na 'n vloeistof as daar meer water is of meer soos 'n vaste stof wees as daar meer meel is.as die deeg gom droog word word dit 'n vaste stof .

source: to make jelly we must dissolve jelly powder in hot water .
af: het jy enige van die deeg gom wat jy in die aktiwiteit gemaak het op jou vingers gekry? !

source: when the solution of jelly powder in water cools down something very special happens the solution sets and turns into a delightfully wobbly sweet treat !
af: het dit miskien al begin droog en hardword ?

source: the jelly powder has been processed into something new !
af: partykeer wanneer ons materiale kombineer moet ons dit laat hard word stol .

source: jelly needs to set overnight in a cool place and this should be kept in mind when starting this activity .
af: het jy al jellie geproe ?

source: it would be best if the educator handled the hot water rather than letting the learners do this .
af: jellie is in verskillende kleure en geure beskikbaar .

source: some learners could bring jelly to school and other could bring fruit to slice into the jelly before it sets .
af: wat is jou gunsteling ?

source: here are some words that you may find useful .
af: materiale

source: table of observations
af: instruksies

source: before mixing prepared jelly
af: hier is 'n paar woorde wat jy dalk kan gebruik .

source: after it has set what does it look like ?
af: tabel met waarnemings

source: jelly powder water fruit optional .
af: jelliepoeier water vrugte opsioneel

source: what happened to the jelly powder when you mixed it with the water ?
af: wat gebeur met die jelliepoeier wanneer jy dit met water meng ?

source: learners may write something like the jelly powder mixed with the water and 'disappeared' .
af: leerders sal dalk iets skryf soos die jelliepoeier het met die water gemeng en verdwyn .

source: you could encourage learners to think carefully about using the word 'disappear' .
af: jy moet leerders aanmoedig om mooi te dink oor die gebruik van die woord verdwyn .

source: has the jelly powder actually disappeared or has it just been changed to a different form ?
af: het die jelliepoeier regtig verdwyn of het dit net van vorm verander ?

source: what evidence do we have of it still existing ?
af: watter bewyse is daar dat dit nog bestaan ?

source: the jelly powder has coloured the water which is evidence that it still exists .
af: die jelliepoeier het die water verkleur wat bewys dat dit nog bestaan .

source: why is the water a different colour ?
af: waarom is die water nou 'n ander kleur ?

source: the jelly powder mixed with the water and this changed the colour of the water .
af: die jelliepoeier het met die water gemeng en dit verander die kleur van die water .

source: the following questions could be answered after the jelly has set preferably the next time the class meets for science .
af: die volgende vrae kan beantwoord word nadat die jellie gestol het verkieslik in die volgende wetenskaples .

source: how did the jelly mixture change when it cooled down ?
af: hoe het die jelliemengsel verander toe dit afgekoel het ?

source: the jelly mixture was liquid at first but it became stiff when it cooled .
af: die jelliemengsel was eers vloeibaar maar het styf geword nadat dit afgekoel het .

source: try to use as many of the following words as possible in your paragraph
af: probeer so veel as moontlik van die volgende woorde in jou paragraaf gebruik

source: learners may write something like when we started the investigation the jelly was powdery like sand .
af: leerders sal moontlik iets skryf soos toe ons die ondersoek begin het was die jellie poeierig soos sand .

source: when we mixed it with water the jelly powder looked as if it disappeared but we knew it was still there because it changed the colour of the water .
af: toe ons dit met watergemeng het het die jelliepoeier gelyk of dit verdwyn het maar ons het geweet dit is nog daar omdat dit die kleur van die water verander het .

source: when the jelly and water mixture cooled down it became stiff .
af: toe die jelliemengsel afgekoel het het dit styf geword .

source: the word embedded will be used again later when the notion of embedding materials in concrete for the purpose of reinforcing it is introduced .
af: die woord vasgel&#234; gaan weer later gebruik word wanneer ons n bespreking hou oor die vasl&#234; van material in beton .

source: it would be worth spending some time on its explanation here .
af: dit is die moeite werd om hier tyd te bestee om te verduidelik wat vasl&#234; beteken .

source: in the previous activity we saw that jelly sets .
af: in die vorige aktiwiteit het ons gesien dat jellie stol .

source: jelly is not the only material that sets .
af: jellie is nie die enigste materiaal wat stol nie .

source: we are going to investigate another material that sets shortly .
af: ons gaan kortliks nog 'n materiaal bestudeer wat stol .

source: have you ever watched builders mix concrete when they want to build a wall or a house ?
af: het jy al gekyk hoe bouers beton meng wanneer hulle 'n muur of 'n huis wil bou ?

source: look at the people in the pictures below .
af: kyk na die mense in die foto hieronder .

source: what are they doing ?
af: wat doen hulle ?

source: the people in the pictures are mixing sand and water with building cement .
af: die mense in die foto is besig om sand en water te meng met bou sement .

source: the mixture of sand water and cement is called concrete .
af: die mengsel van sand water en sement word beton genoem .

source: concrete is like mud when it is wet but when it dries out it sets into a hard strong material .
af: beton is soos modder wanneer dit nat is maar sodra dit uitdroog word dit 'n sterk harde materiaal .

source: concrete can be used to make bricks and pavements and to plaster walls .
af: beton kan ook gebruik word om bakstene en plaveisel te maak en om mure te pleister .

source: in the first picture people are using spades to mix the concrete .
af: in die eerste foto gebruik mense grawe om die beton te meng .

source: they are using the spades like we would use a spoon to stir sugar into a cup of tea .
af: hulle gebruik die grawe soos ons lepels sal gebruik om suiker in 'n koppie tee te roer .

source: the people are using their muscles to do the work required for mixing the concrete .
af: die mense gebruik hulle spiere om die werk te doen om die beton te meng .

source: here you could link to other areas in the curriculum related to energy and change and life and living .
af: hier kan jy verwys na ander afdelings in die kurrikulum wat verband hou met energie en verandering en lewe en leefwyse .

source: in the second picture the machine on the right is called a cement mixer .
af: in die tweede foto word die masjien aan die regterkant 'n sementmenger genoem .

source: this machine mixes all the ingredients by turning mechanically like an electric food mixer .
af: hierdie masjien meng al die bestanddele deur dit soos 'n elektriese voedselmenger meganies te draai.elektriese energie doen al die werk wat nodig is om die beton te meng .

source: mixing cement video http www.youtube.com watch?v q49 3epr5kwi and http www.youtube.com watch?v q49 3epr5kw
af: meng van sement video

source: in the next activity we are going to make some bricks using sand and water and some plaster of paris a material that is very similar to cement .
af: in die volgende aktiwiteit gaan ons bakstene maak deur sand en water en &#8216;n bietjie gips 'n materiaal wat baie dieselfde as sement is te gebruik .

source: look at all the starting materials and feel them with your fingers .
af: kyk na die materiale waarmee jy begin en voel dit tussen jou vingers .

source: write their properties in the table below .
af: skryf hulle eienskappe in die tabel hieronder .

source: do not taste any of them! tasting is only for food .
af: moenie enige van die materiale proe nie. &#8217;n mens proe slegs kos .

source: making sand bricks
af: maak sandstene

source: do you think they will be strong and durable ?
af: dink jy hulle sal sterk en duursaam wees ?

source: making 'concrete' bricks
af: maak beton&#8221; bakstene

source: plaster of paris sets quickly and gives off a considerable amount of heat in the process .
af: gips word gou hard en gee 'n aansienlike hoeveelheid hitte in die proses af .

source: ensure that learners take note of the observation that the mixture becomes warm when it sets .
af: maak seker dat leerders kennis neem van die waarneming dat die mengsel warm word wanneer dit hard word .

source: help them to formulate their ideas around this by asking questions like why does the mixture get warm? and when do things get warm? you want them to realise that things feel warm when they release energy heat .
af: help hulle om hulle idees te formuleer deur vrae te vra soos waarom raak die mengsel warm? en wanneer word goed warm? .

source: when mixing the plaster of paris and sand need to be in a 1 2 ratio .
af: jy wil h&#234; hulle moet besef dat goed warm voel wanneer hulle energie hitte vrystel .

source: when these bricks are dry they will be 'concrete' bricks .
af: wanneer hierdie bakstene droog is sal hulle beton bakstene wees .

source: what materials did you start with ?
af: met watter materiale het jy begin ?

source: sand plaster of paris and water .
af: sand gips en water .

source: how did the 'concrete' mixture feel after you mixed it ?
af: hoe het die beton mengsel gevoel nadat jy dit gemeng het ?

source: did it get warmer or colder ?
af: het die warmer of kouer geword ?

source: the mixture felt warmer .
af: die mengsel het warmer gevoel .

source: encourage learners to think in terms of the concept of temperature that means the temperature was higher increased .
af: moedig leerders aan om te dink in terme van die konsep van temperatuur dit beteken dat die temperatuur ho&#235;r was het verhoog .

source: where do you think the heat came from ?
af: waar dink jy het die hitte vandaan gekom ?

source: learners might say from the starting materials .
af: leerders kan moontlik s&#234; vanaf die aanvangstowwe .

source: teacher note this is an opportunity to get learners to realise that when materials are mixed they sometimes change .
af: onderwysersnota hierdie is 'n geleentheid om leerders te laat besef dat wanneer materiale gemeng word hulle soms verander .

source: you could then ask did the starting materials feel warm? to which learners should respond no .
af: jy kan dan vra het die aanvangstowwe warm gevoel? waarop leerders behoort te antwoord nee .

source: then when did it start to feel warm? .. when the materials were mixed .
af: dan wanneer het dit begin om warm te voel? . toe die materiale gemeng is .

source: what do you think happened when the materials were mixed that caused them to get warm? some learners may now begin to use words like react or reaction .
af: wat dink julle het gebeur toe die materiale gemeng is wat veroorsaak het dat hulle warm geword het? van die leerders sal dalk nou woorde soos reageer of reaksie begin gebruik .

source: you could then bring in that energy is released by the starting materials reacting with each other .
af: jy kan dan noem dat dit energie is wat vrygestel word wanneer die aanvangstowwe met mekaar reageer .

source: we observe this energy by the heat warmth that we feel .
af: ons neem hierdie energie waar deur hitte warmte wat ons voel .

source: do you think that sand and water alone would be good material for making bricks ?
af: dink jy dat sand en water op hulle eie goeie materiaal sal wees om bakstene van te maak ?

source: say why or why not .
af: s&#234; hoekom of hoekom nie .

source: if the sand bricks were weak and easily crushed learners may respond sand and water is not a good material because the bricks will not be strong enough .
af: as sandbakstene swak is en maklik vergruis kan word kan leerders moontlik antwoord sand en water is nie 'n goeie materiaal nie omdat die stene nie sterk genoeg sal wees nie .

source: did adding plaster of paris to the sand make the bricks better ?
af: het die toevoeging van gips by die sand die stene beter gemaak ?

source: in what way ?
af: in watter opsig ?

source: teacher note here it is important to convey the idea that the plaster of paris acts as binder to hold the sand grains together .
af: onderwysersnota hier is dit belangrik om die idee oor te dra dat die gips as bindmiddel dien om die sandkorrels aanmekaar te hou .

source: the sand and plaster of paris bricks should turn out stronger than the bricks made of sand alone and therefore learners may respond the bricks made of sand and plaster of paris were stronger than the sand bricks .
af: die sand en gipsbakstene behoort sterker te wees as die bakstene wat slegs van sand gemaak is en dus sal leerders moontlik antwoord dat die bakstene van sand en gips sterker is as die sandbakstene .

source: can you think of other materials that we could add to the mixture of sand and plaster of paris to make the bricks even stronger and tougher ?
af: kan jy dink aan ander materiale wat ons by die mengsel van gips en sand kan voeg om die bakstene selfs sterker te maak ?

source: here you could allow the learners to use their imaginations some materials that may be mentioned are cement stones rocks etc .
af: hier kan jy die leerders toelaat om hulle verbeelding te gebruik .

source: this question is an ideal opener for introducing the concept of reinforcement .
af: sommige materiale wat dalk genoem sal word is sement klippe rotse ens .

source: you could use the meaning of the word 'force' to conjure up notions of 'strength' and making things 'stronger' .
af: hierdie vraag is 'n idealeinleiding tot die bekendstelling van die konsep van versterking .

source: real bricks are actually made by firing the bricks in a special oven called a kiln to bake them and make them hard .
af: regte bakstene word eintlik gemaak deur die bakstene in 'n oond te verhit om hulle te bak en hard te maak .

source: a potter is someone who makes objects such as pots out of wet clay .
af: 'n pottebakker is iemandwat voorwerpe soos potte uit nat klei maak .

source: once they have dried and have been fired the clay becomes hard .
af: sodra die potte uitgedroog en verhit is raak die klei hard .

source: we have learnt that we can make materials stronger if we add other materials to them .
af: ons het geleer dat ons somtyds materiale sterker kan maak as ons ander materiale by hulle voeg .

source: when we make certain materials stronger by adding other materials we say we are reinforcing it .
af: wanneer ons materiale sterker maak deur ander materiale by hulle te voeg s&#234; ons ons versterk dit .

source: in the activity you have just completed the bricks made of 'concrete' sand and plaster of paris mixture was stronger than the bricks made of sand only .
af: in die aktiwiteit wat jy pas voltooi het was die stene watvan &#8221;beton&#8221; sand en gips gemaak is sterker as die stene wat alleenlik van sand gemaak is .

source: the plaster of paris acted as binder to glue the sand grains together .
af: die gips dien as binder om die sandkorrels aanmekaar te gom .

source: in the next activity we will be looking at pictures showing examples of how concrete can be reinforced .
af: in die volgende aktiwiteit sal ons kyk na foto's wat voorbeelde wys van hoe beton versterk kan word .

source: there will be some questions to help you think about each process .
af: daar sal 'n paar vrae wees om jou oor elke proses te help dink .

source: look at the picture of a piece of concrete wall below .
af: kyk na die foto van 'n stuk betonmuur hieronder .

source: the concrete looks as if there are pebbles small stones embedded in it .
af: die beton lyk asof daar klein klippies daarin vasgel&#234; is .

source: how did the stones get inside the concrete ?
af: hoe het die klippies in die beton gekom ?

source: the stones were mixed into the concrete when it was still wet .
af: die klippies is in die beton ingemeng toe dit nog nat was .

source: why do you think the concrete was mixed with stones? hint is stone a strong material ?
af: hoekom dink jy is die beton saam met klippies vermeng? wenk is klip 'n sterk materiaal ?

source: the stones were mixed into the concrete to make it stronger. here you may want to encourage the use of the word 'reinforce' .
af: die klippe is in die beton ingemeng om dit sterker te maak. hier kan jy die gebruik van die woord versterk aanmoedig .

source: what is the process called when we make a material stronger by mixing it with another material ?
af: wat word die proses genoem waarin ons 'n materiaal sterker maak deur dit te vermeng met 'n ander materiaal ?

source: reinforcing .
af: versterking .

source: the floor in the picture is inside a garage .
af: die vloer in die prent is binne 'n motorhuis .

source: why do you think the concrete needs to be reinforced with steel bars? hint why would the garage floor need to be extra strong ?
af: hoekom dink jy moet die beton met staalstawe versterk word? wenk hoekom sou dit nodig wees vir die motorhuisvloer om ekstra sterk te wees ?

source: the floor needs to be strong because the garage may be used to store a car or a truck or heavy equipment .
af: die vloer moet sterk wees omdat die motorhuis moontlik gebruik sal word om 'n motor of 'n vragmotor of swaar toerusting in te berg .

source: the next picture shows a new building that is being constructed .
af: die volgende foto wys 'n nuwe gebou wat opgerig word .

source: the steel bars are there to reinforce the walls .
af: die staalstawe is daar om die mure te versterk .

source: the purpose of buildings are to protect people and things .
af: die doel van geboue is om mense en dinge te beskerm .

source: this looks like it might be large building meant for holding many people and things like equipment computers and furniture. learners may write the building needs to be extra strong to protect the people and the things and to be stable enough to stay in one piece and not fall apart .
af: die konstruksie lyk asof dit 'n groot gebou gaan wees gemik daarop om baie mense en dinge soos toerusting rekenaars en meubels tebevat .

source: cooking food is also a form of processing .
af: koskook is ook 'n vorm van verwerking .

source: have you ever seen what a raw egg looks like ?
af: het jy al ooit gesien hoe 'n rou eier lyk ?

source: the same egg looks quite different when it is cooked .
af: dieselfde eier lyk baie anders nadat dit gekook is .

source: notice how the egg white is transparent when it is raw and white when it is cooked .
af: let op hoe die rou eierwit deurskynend is maar wit is nadat dit gaargemaak is .

source: when it is raw the egg is runny like liquid .
af: wanneer dit rou is is die eier loperig soos vloeistof .

source: when it is cooked the egg is solid but soft like rubber or soft plastic .
af: wanneer dit gaar is is die eier solied maar sag soos rubber of sagte plastiek .

source: in the next activity we will be cooking some flapjacks .
af: in die volgende aktiwiteit gaan ons 'n paar plaatkoekies maak .

source: they are like pancakes but smaller and thicker .
af: hulle is soos pannekoeke maar net kleiner en dikker .

source: we will be comparing how the raw ingredients change when they are first mixed and then cooked .
af: ons gaan kyk hoe die rou bestanddele verander as hulle eers gemeng en dan gekook word .

source: materials in this case ingredients and cooking apparatus !
af: materiale in hierdie geval bestanddele en kookapparate

source: do not use words like good bad tasty funny or weird !
af: moenie woorde soos lekker sleg smaaklik snaaks of eienaardig gebruik nie .

source: the block below contains some descriptive words that you could use
af: die raampie hieronder bevat 'n paar beskrywende woorde wat jy kan gebruik

source: starting materials
af: aanvangstowwe

source: flour
af: meel

source: sugar
af: suiker
